---
kind: property
id: P:Autodesk.Revit.DB.Events.ViewPrintedEventArgs.View
zh: 视图
source: html/4d2465d0-94b2-c3b5-b22d-50aa42113401.htm
---
# Autodesk.Revit.DB.Events.ViewPrintedEventArgs.View Property

**中文**: 视图

The view that was printed.

## Syntax (C#)
```csharp
public View View { get; }
```